[
  {
    "id": 1,
    "name": "SuperSuds 5000",
    "description": "The SuperSuds 5000 is a laundry powerhouse. With a whopping 10 kg capacity, it'll handle your laundry needs with ease. Laundry day just got a whole lot more exciting!",
    "brand": "LaundryMaster",
    "capacity": "10 kg",
    "price": 499.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 2,
    "name": "TurboWash Pro",
    "description": "The TurboWash Pro is designed for those who crave speed and efficiency. With an 8 kg capacity, it'll breeze through your laundry in no time, leaving you more moments for yourself.",
    "brand": "SparkleClean",
    "capacity": "8 kg",
    "price": 399.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 3,
    "name": "EcoFresh XL",
    "description": "Introducing the EcoFresh XL, your eco-friendly laundry companion. With a generous 12 kg capacity, it combines sustainability with powerful performance for a guilt-free laundry experience.",
    "brand": "GreenCycle",
    "capacity": "12 kg",
    "price": 599.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 4,
    "name": "GentleGlide Plus",
    "description": "Experience laundry like never before with the GentleGlide Plus. This washing marvel with a 7 kg capacity ensures a gentle touch on your clothes, leaving them refreshed and cared for.",
    "brand": "SoftCare",
    "capacity": "7 kg",
    "price": 349.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 5,
    "name": "QuickWash Elite",
    "description": "Get ready for express laundry with the QuickWash Elite. Its 9 kg capacity and swift performance make it the go-to choice for those who want their laundry done in a flash.",
    "brand": "RapidRinse",
    "capacity": "9 kg",
    "price": 449.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 6,
    "name": "SilkSpin Supreme",
    "description": "Indulge in the luxury of the SilkSpin Supreme. With an 11 kg capacity, this washing machine ensures your fabrics are treated with the utmost care, leaving them soft and silky.",
    "brand": "VelvetWash",
    "capacity": "11 kg",
    "price": 529.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 7,
    "name": "FreshAir Express",
    "description": "Breathe in the freshness with the FreshAir Express. Featuring an 8.5 kg capacity, it infuses a touch of crisp air into your laundry, leaving your clothes smelling rejuvenated.",
    "brand": "PureBreeze",
    "capacity": "8.5 kg",
    "price": 459.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 8,
    "name": "WhisperWash Deluxe",
    "description": "Enter a world of tranquility with the WhisperWash Deluxe. Its 10.5 kg capacity and silent operation ensure a peaceful laundry experience, making it a true laundry sanctuary.",
    "brand": "SereneClean",
    "capacity": "10.5 kg",
    "price": 579.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 9,
    "name": "UltraRinse Max",
    "description": "Achieve maximum cleanliness with the UltraRinse Max. Boasting a 9.5 kg capacity, this washing marvel ensures your laundry is thoroughly rinsed for a pristine finish.",
    "brand": "ShineBright",
    "capacity": "9.5 kg",
    "price": 499.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 10,
    "name": "ZenWash Harmony",
    "description": "Experience the ZenWash Harmony for a calming laundry ritual. With an 8 kg capacity, it brings a sense of harmony to your laundry routine, making it a truly zen experience.",
    "brand": "TranquilWaves",
    "capacity": "8 kg",
    "price": 389.99,
    "image": "https://placeholder.com/300"
  },
{
    "id": 11,
    "name": "SwiftSpin Express",
    "description": "SwiftSpin Express - for those who value speed without compromising efficiency. With a massive 12.5 kg capacity, it's the choice for those who want their laundry done in a flash.",
    "brand": "QuickClean",
    "capacity": "12.5 kg",
    "price": 649.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 12,
    "name": "SilentWash Pro",
    "description": "SilentWash Pro ensures a silent yet powerful laundry experience. With a 10 kg capacity, it silently takes care of your laundry, leaving you with nothing but the sound of cleanliness.",
    "brand": "HushCycle",
    "capacity": "10 kg",
    "price": 539.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 13,
    "name": "PowerRinse Boost",
    "description": "PowerRinse Boost - where power meets precision. With an 11.5 kg capacity, this machine ensures a thorough rinse, giving your clothes the boost they need for a fresh finish.",
    "brand": "MightyWash",
    "capacity": "11.5 kg",
    "price": 589.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 14,
    "name": "FreshBreeze Xstream",
    "description": "FreshBreeze Xstream - where the breeze meets freshness. Featuring a 9 kg capacity, it brings a breath of fresh air to your laundry, leaving your clothes revitalized.",
    "brand": "AirRinse",
    "capacity": "9 kg",
    "price": 469.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 15,
    "name": "EcoSwift EcoClean",
    "description": "EcoSwift EcoClean - eco-friendly and efficient. With an 8 kg capacity, it brings eco-consciousness to your laundry routine, making it a clean and green experience.",
    "brand": "GreenSwift",
    "capacity": "8 kg",
    "price": 419.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 16,
    "name": "PristineWash Pro",
    "description": "PristineWash Pro - for a laundry experience that's nothing short of pristine. With a 10 kg capacity, it ensures your clothes receive the royal treatment they deserve.",
    "brand": "CrystalClean",
    "capacity": "10 kg",
    "price": 509.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 17,
    "name": "HydroWash Elite",
    "description": "HydroWash Elite - the elite choice for a hydro-powered wash. Featuring an 8.5 kg capacity, it combines power and efficiency for a wash that leaves your clothes refreshed.",
    "brand": "AquaRinse",
    "capacity": "8.5 kg",
    "price": 439.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 18,
    "name": "SilverGlide Master",
    "description": "SilverGlide Master - where silver meets masterful cleaning. With a 12 kg capacity, it ensures your clothes glide through the wash with elegance and shine.",
    "brand": "GentleShine",
    "capacity": "12 kg",
    "price": 619.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 19,
    "name": "ZenRinse Harmony",
    "description": "ZenRinse Harmony - a harmony of technology and tranquility. With a 9 kg capacity, it brings a sense of peace to your laundry routine, making it a truly zen experience.",
    "brand": "CalmWaves",
    "capacity": "9 kg",
    "price": 479.99,
    "image": "https://placeholder.com/300"
  },
  {
    "id": 20,
    "name": "SwiftRinse Express",
    "description": "SwiftRinse Express - the express lane to cleanliness. With an 11 kg capacity, it ensures your laundry is done swiftly without compromising on the rinse quality.",
    "brand": "QuickClean",
    "capacity": "11 kg",
    "price": 559.99,
    "image": "https://placeholder.com/300"
  }
]